{
	"buttons": {
		"first": "Wallet a medida para inversores profesionales",
		"fourth": "Plataforma abierta de acceso a activos digitales, incluyendo protocolos DeFi",
		"more": "…¡y más por venir!",
		"second": "Gestione fácilmente su cartera de activos y clientes gracias a nuestra interfaz intuitiva",
		"third": "Custodia segura de activos digitales"
	},
	"oInput": {
		"label": "¡Ha encontrado un acceso secreto 🥚!",
		"password": "Contraseña"
	},
	"sectionOne": {
		"comingSoon": "¡El Token estará disponible pronto!",
		"content": "Smat ofrece a los inversores una solución integral para gestionar los activos digitales de sus clientes.",
		"signUp": "Regístrese aquí para mantenerse informado sobre el lanzamiento del token y obtener más información",
		"thanks": "Gracias por registrarse 🚀",
		"title": "Conectectando inversores profesionales al ecosistema de criptoactivos",
		"buySmat": "COMPRAR SMAT TOKEN",
		"itsAlive": "¡El token está disponible!",
		"goDashboard": "Access dashboard"
	},
	"sectionThree": {
		"content": "Contamos con el apoyo de un consorcio exclusivo de embajadores que componen nuestro DAO. La comunidad de embajadores de Smat está compuesta por administradores de patrimonio con un fuerte enfoque en las criptomonedas. Serán miembros de la DAO guiando el negocio de Smat. Próximamente se detallará la lista de miembros.",
		"subTitle": "Trabajemos juntos para lograr los objetivos de sus clientes.",
		"title": "Roadmap estratégico"
	},
	"sectionTwo": {
		"contactUs": "Contáctenos",
		"content": "Smat brinda fácil acceso a criptomonedas y activos digitales al vincular las finanzas tradicionales (TradFi) con las finanzas descentralizadas (DeFi). Administre una amplia gama de servicios financieros pertenecientes a la Web 3.0, desde tokens de seguridad hasta NFT, entre otros. Invierta en las últimas oportunidades a través de nuestra app de solución integral",
		"title": "Trayendo la industria de gestión de patrimonio e inversores profesionales a la Web 3.0"
	}
}
