{
	"bankPaymentHelperText": "The card payment or transfer Bank will be made through Ramp.network, do not modify the information of the wallet. Fees are not included",
	"cryptoPaymentHelperText": "Payment in crypto will be made through your crypto wallet, to which your account is linked",
	"transferHelperText": "Bank payment should be done manually at the moment. Bank details will be available after clicking 'Invest'. Once the transfer has been made, click on confirm payment, in case of canceling it, it will remain in pending status in our transactions menu",
	"managementFees": "A management fee of 0.02% is charged for slippage protection for transactions that require exchange rate conversion",
	"commingSoon": {
		"soon": "Next Private Sale coming soon!",
		"goDashboard": "Volver al Dashboard"
	},
	"tokenSaleEnded": {
		"title": "The token sale period has ended",
		"subtitle": "You can’t buy Smat token right now, but keep in touch and come back soon for next rounds."
	},
	"overview": {
		"saleInformation": [
			{
				"title": "Summary (TL;DR)",
				"content": [
					{
						"content": "The SMAT token will be the backbone of the entire SMAT ecosystem. It will facilitate the smooth running of all parts of the SMAT platform by serving as its governance and native currency.\n The SMAT token will be created using the ERC-20 standard, allowing it to interact with all other tokens on this protocol. Additionally, SMAT token will be transferable using Polygon mainnet wallet addresses."
					},
					{
						"title": "Network",
						"content": "The SMAT token will be built as an asset token on the Polygon Blockchain. It means that the system will use it to represent an investor’s stake in the ecosystem, as a currency in exchange for digital assets, or be traded like other digital assets to make a profit."
					},
					{
						"title": "Total Supply",
						"content": "The total number of SMAT tokens to be minted is capped at 555,555,555. However, SMAT token’s circulating supply will progressively decrease due to a continuous buyback and burn mechanism."
					}
				]
			},
			{
				"title": "Token Utility",
				"content": [
					{
						"content": "All the holders of SMAT tokens will be continuously rewarded by the protocol whether it is for the user of the platform or for the investors using the staking /liquidity pool solutions etc."
					},
					{
						"title": "Utilities for professional investors",
						"content": "The SMAT token seeks to create a community of professional investors and will have the following main utilities:\n -Incentive to conduct transactions within SMAT ecosystem and to encourage a network effect for the SMAT token. The users will receive a welcome bonus upon subscription, discount on the fees to be paid in SMAT tokens and loyalty rewards.\n -Compensation for wealth managers’ investment advice, administration, and digital asset management services as part of SMAT’s ambition to become an aggregator and an all-in-one platform for digital assets investments.\n -Access to SMAT Launchpad, i.e., priority access to the projects or token sales registered on the platform before the public launch."
					},
					{
						"title": "Utilities for distributors",
						"content": "The distributors of real-world assets, tokenized or not, on the SMAT platform will have the following main utilities:\n for our platform’s consultancy and tokenization services as well as for the project registration services;\n Compensation for the Distributors' contributions to the platform and rewards upon full subscription of a project on the platform;\n Promotion of the new projects registered on the Platform and listing on the SMAT launchpads."
					}
				]
			},
			{
				"title": "Token Distribution",
				"content": [
					{
						"content": "The distribution of the SMAT token will follow a strategic schedule that was designed to foster a steady increase in its value."
					}
				],
				"values": [
					{
						"title": "Advisors & Ambassadors",
						"content": "5% Allocation"
					},
					{
						"title": "Team",
						"content": "20% Allocation"
					},
					{
						"title": "Reward & Staking",
						"content": "25% Allocation"
					},
					{
						"title": "Liquidity & Reserve",
						"content": "10% Allocation"
					},
					{
						"title": "Marketing & Airdrops",
						"content": "15% Allocation"
					},
					{
						"title": "Private Sale",
						"content": "9% Allocation"
					},
					{
						"title": "Public pre-sale",
						"content": "10% Allocation"
					},
					{
						"title": "Public sale (launchpads)",
						"content": "6% Allocation"
					}
				]
			},
			{
				"title": "Token lifecycle management",
				"content": [
					{
						"content": "The SMAT token works as a key tool of the SMAT ecosystem. It will allow the decision making of the future development (SMAT DAO), the management of the reward system and the key base asset to interact with the DeFi protocol.\n SMAT’s profit is primarily generated by the fees resulting from the transactions performed on the platform.\n 20% of this profit will be used to buy back tokens from the market.\n 50% of this buy back will be burned.\n This process will be followed until 50% of the tokens will be bought back; In the end, only 277,777,778 tokens will remain. All buyback transactions will be announced on the blockchain.\n Therefore, the SMAT token’s algorithm contains a buyback and burn mechanism. The purpose of this mechanism is to reduce the volume of SMAT tokens available for sale on the marketplace. This system will progressively increase SMAT token’s scarcity, in turn leading to an increase in price of the tokens. So, even if you leave your tokens untouched in your wallet, the value of your SMAT tokens should mechanically appreciate over time.\n Additionally, token holders who provide liquidity to our ecosystem by placing their tokens in liquidity pools will be rewarded by the protocol.\n SMAT will also offer staking solutions destined to both institutional and retail investors in order to give them an exposure to our project and reward them on a Proof Of Stake (POS) basis for contributing to our ecosystem’s healthy functioning."
					}
				]
			},
			{
				"title": "Liquidity pools role",
				"content": [
					{
						"content": "Liquidity pools play an essential role in the SMAT ecosystem since it is the mechanism by which users pool their SMAT tokens in yield optimizers and decentralized exchanges in order to get rewards for providing liquidity for the project. These rewards work as incentives while eliminating third-party middlemen. The more assets in a pool and the more liquidity the pool has, the easier trading becomes on decentralized exchanges."
					}
				]
			},
			{
				"title": "Future plans",
				"content": [
					{
						"title": "Tailor-Made Proprietary Cross-Chain Wallet",
						"content": "SMAT’s wallet architecture is designed to take control of the users’ private keys. Therefore, a custodial ownership control is chosen over a non-custodial one to ease onboarding and improve the user experience for institutional, semi-institutional and other crypto-naive users (Bruschi et al., 2022). Wealth managers can oversee sub wallets for each of their clients, simplifying the onboarding process on the platform. Wealth managers in the community can also effectively increase their clientele, with the security and flexibility multi-party computation (MPC) offers."
					},
					{
						"title": "DeFi Solution for Wealth Management",
						"content": "DeFi protocols will be integrated with the SMAT ecosystem, through interacting with oracles and API from the backend (Ahmadi et al., 2022). By complementing DeFi solutions and the encoding of traditional assets with tokenization, SMAT will become one of the main players in the second DeFi transition, DeFi 2.0 (Treleaven, Greenwood, Pithadia and Xu, 2022). Community members will also have access to DeFi Protocol, which include staking, lending, liquidity pools, and collateralized loans. SMAT’s underlying blockchain infrastructure is the Ethereum blockchain, with Polygon used as a Layer 2 Solution. Ethereum provides SMAT with high security to ensure assets are safe, while Polygon enables scalability, significantly reduced cost and higher speed (Coinmarketcap, 2022). With this implemented, community members will have access to DeFi Protocol including staking, lending, liquidity pools and collateralized loans, without incurring high gas fees. In addition, members will be incentivised to stake SMAT Tokens with rewards, creating a value-adding ecosystem of DeFi"
					}
				]
			},
			{
				"title": "Use of proceeds",
				"content": [
					{
						"content": "With your fund, we will be covering the proper development of the platform and its blockchain integration. We will be using these funds as follows:"
					},
					{
						"title": "R&D and Tech",
						"content": "25% of the total funds raised will be used for research and development of the platform and technological improvements. The platform will be upgraded to include feedback from SMAT's users regarding the user experience and interface, to keep our users’ satisfaction level high."
					},
					{
						"title": "Marketing and business promotion",
						"content": "25% of the total funds raised will be used for marketing purposes to promote our platform among potential users. As a result, this will help us increase our community and the number of transactions performed on the platforms and thus the intrinsic value of the tokens."
					},
					{
						"title": "Sales & Partnerships",
						"content": "20% of the total funds raised will serve our commercial needs (team, events, representations...) and the conclusion of strategic partnerships such as partnership with third-party custodian, DeFi protocols providers, centralized or decentralized exchanges, insurance companies, etc."
					},
					{
						"title": "Legal and regulatory",
						"content": "10% of the total funds raised is for all the legal work that is necessary for the functioning of our platform, such as the obtaining of the Fintech license from FINMA or any other regulatory authorization to conduct the SMAT Business in Switzerland and in other countries, as per our international expansion strategy."
					},
					{
						"title": "Operations",
						"content": "15% of the total funds raised will be used for the operating expenses and other petty expenses that will occur regularly."
					},
					{
						"title": "Provisions",
						"content": "5% of the total funds raised will be kept as provisions to use in the future for any emergency use or for any other major expenses incurred."
					}
				]
			}
		]
	}
}
